Repository: xfce-mirror/xfce4-genmon-plugin
Catalog: po/*.po
Languages: vi

source: Error in command "%s"
vi: Lỗi trong lệnh "%s"

source: Xfce Panel
vi: Thanh panel Xfce

source: Command
vi: Lệnh

source: Input the shell command to spawn, then press <Enter>
vi: Nhập lệnh shell để sinh sản, sau đó nhấn <Enter>

source: Press to select file...
vi: Nhấn để chọn tệp...

source: Label
vi: Nhãn

source: Tick to display label
vi: Bật để hiển thị nhãn

source: Input the plugin label, then press <Enter>
vi: Nhập nhãn plugin rồi nhấn <Enter>

source: Period (s)
vi: (Các) khoảng thời gian

source: Interval between 2 consecutive spawns
vi: Khoảng thời gian giữa 2 lần sinh sản liên tiếp

source: Tick to force plugin to use only one row
vi: Chọn để buộc plugin chỉ sử dụng một hàng

source: Use a single panel row
vi: Sử dụng một hàng bảng điều khiển điều khiển duy nhất

source: Select the display font...
vi: Chọn phông chữ màn hình...

source: Press to change font...
vi: Nhấn để thay đổi phông chữ...

source: Could not run "%s"
vi: Không chạy được "%s"

source: Cyclically spawns a script/program, captures its output and displays the resulting string in the panel
vi: Tạo ra một tập lệnh/chương trình theo chu kỳ, ghi lại đầu ra của nó và hiển thị chuỗi kết quả trong bảng điều khiển điều khiển

source: Font Selection
vi: Lựa chọn phông chữ

source: File Selection
vi: Lựa chọn Tệp

source: _Cancel
vi: _Huỷ

source: _Open
vi: _Mở

source: Unable to open the following url: %s
vi: Không thể mở url sau: %s

source: Generic Monitor
vi: Màn hình chung

source: _Help
vi: _Trợ giúp

source: Save
vi: Lưu

source: Configuration
vi: Cấu hình

source: Update Now
vi: Cập nhật ngay

source: Show output of a command.
vi: Hiển thị đầu ra của một lệnh.
